{
  "Taalam": "Taalam",
  "home_nav": "Accueil",
  "courses_nav": "Les Cours",
  "teachers_nav": "Enseignants",
  "blog_nav": "Blog",
  "about-us_nav": "À Propos",
  "contact-us_nav": "Contactez-Nous",
  "faq_footer": "faq",
  "login_nav": "Connexion",
  "Sign-up_nav": "Inscription",
  "header_title": "Taalam",
  "header_sub_title": "L’Éducation Accessible, Où Que Vous Soyez",
  "text_header_home": "La meilleure plateforme de cours de soutien en ligne est là pour vous accompagner dans vos études. Avec les meilleurs enseignants, des cours en vidéo simplifiés et des sujets corrigés, Taalam met à votre disposition tout ce dont vous avez besoin, directement depuis chez vous.",
  "start_now": "Commencer Maintenant",
  "home_best_heading": "Pourquoi Nous Sommes Les Meilleurs?",
  "home_best_paragraph": "Parce que nous vous proposons une formation encadrée par des enseignants hautement qualifis, avec un contenu structuré et conforme aux exigences académiques du Master en Développement Informatique. Tous nos cours sont expliqués de manière claire et interactive, accessibles à tout moment depuis chez vous. Nos pédagogues conçoivent des supports modernes, enrichis par des exemples pratiques, des exercices corrigés, et des examens certifiants.",
  "learn_with_videos": "Apprendre avec des vidéos",
  "creative_study": "Methode d'étude créatif",
  "exemples": "Avec des exemples",
  "home_courses_heading": "Nos Cours",
  "home_courses_sub_heading": "Nous vous donnons accès aux meilleurs cours: ",
  "home_courses_paragraph": "Dans la section ci-dessous, vous trouverez l’ensemble des modules du Master en Développement Informatique, couvrant les deux années du cycle.",
  "home_about-us_heading": "À propos de nous",
  "home_about-us_sub_heading": "Nous offrons les meilleurs services à nos étudiants",
  "home_about-us_paragraph": "En plus des modules de renforcement, Taalam est une plateforme pédagogique affiliée à l’école d’ingénieurs Y, reconnue pour l’excellence de sa formation en développement informatique et en ingénierie numérique. Apprenez-en davantage sur nous et les programmes que nous offrons.",
  "learn_more": "Voir plus",
  "about-us_best-teachers_best_teachers": "Meilleurs enseignants",
  "about-us_best-teachers_paragraph_best_teachers": "Après les avoir eu comme enseignants en présentiel et avoir obtenu la confiance de nos chers élèves, ce fut un devoir de solliciter leurs compétences afin de bâtir cette plateforme",
  "about-us_best-teachers_digital_learning": " Enseignement à distance",
  "about-us_best-teachers_paragraph_digital_learning": " Plus besoin de se déplacer pour comprendre vos leçons, vous entrainer sur les exercices, réviser ou même poser des questions...juste de chez vous, en un seul clic et vous êtes servis",
  "about-us_best-teachers_low_coast": "Meilleurs tarifs",
  "about-us_best-teachers_paragraph_low_coast": "Pour la qualité que nous vous proposons, le prix n'est que symbolique, notre slogan a toujours été que les études sont simples, nous ne devons pas les compliquer et tout le monde doit y avoir accès.",
  "home_teacher_heading": "Nous avons les enseignants les plus qualifiés.",
  "home_teacher_paragraph": "Après les avoir eu comme enseignants en présentiel et avoir obtenu la confiance de nos chers élèves, ce fut un devoir de solliciter leurs compétences afin de bâtir cette plateforme",
  "footer_paragraph": "N'oubliez pas de vous inscrire afin d'avoir accès à nos cours et de commencer à apprendre.",
  "welcome_back": "Bienvenue à nouveau",
  "not_registered": "Pas encore inscrit(e) ?",
  "forgot_password": "Vous avez oublié votre mot de passe ?",
  "welcome_to": "Bienvenue dans",
  "create_account": "Créer un compte",
  "have_account": "Vous avez déjà un compte ?",
  "our_story": "Notre histoire",
  "our_story_paragraph": "Taalam est une plateforme e-learning issue d’une longue expérience dans le domaine des formations. Elle s’appuie sur la réputation solide de l’école d'ingenieur Y, reconnue pour son excellence en formation professionnelle, cours de langues et soutien scolaire. Taalam représente une extension naturelle du projet initial, fruit d’un savoir-faire reconnu.La plateforme a pour vocation d’offrir une éducation de qualité, adaptée aux besoins des étudiants préparant un master en développement informatique. Elle vise à créer un environnement d’apprentissage stimulant où chaque étudiant peut s’épanouir pleinement, tant sur le plan académique que personnel.Grâce à une équipe pédagogique expérimentée, Taalam propose un suivi individualisé qui permet à chaque étudiant de progresser à son rythme et de développer son potentiel. L’attention portée à chaque parcours garantit un soutien adapté et efficace.Taalam propose un large éventail de programmes académiques, d’ateliers pratiques et de projets collaboratifs.Ces activités sont conçues pour renforcer les compétences techniques et professionnelles nécessaires à une carrière réussie dans le développement informatique. L’objectif est de former des professionnels compétents et responsables, capables de contribuer activement à l’innovation technologique et au développement de la société. La plateforme encourage également la formation continue en créant une communauté d’apprenants engagés tout au long de leur parcours.",
  "said_about_us": " Les étudiants utilisent Taalam pour apprendre et progresser dans leurs études. Alors, après leur expérience, qu'ont-ils dit de nous ?",
  "students": "les Étudiants",
  "courses": "les Cours",
  "teachers": "les Enseignants",
  "videos": "Vidéos",
  "qcm": "qcm",
  "corrected": "Examens corrigés",
  "people_say": "Voir ce que les gens disent de nous",
  "about_me": "À propos de moi",
  "my_courses": "Mes Cours",
  "contact_details": "Mes Coordonnées",
  "years_old": "Ans",
  "our_courses": "Nos Cours",
  "all_courses": "Tout les Cours",
  "find_all": "Trouvez ce qui vous convient",
  "this_course_for": "Ce sont nos cours pour",
  "eager": "Nous sommes toujours impatients d’avoir de vos nouvelles",
  "send_msg": "Envoyez-nous un message",
  "where_find_us": "Où nous trouver",
  "submit": "Envoyer",
  "email": "Adresse e-mail",
  "password": "Mot de passe",
  "message": "Message",
  "confirm_password": "Confirmer votre mot de passe",
  "news_details": "Détails de l'actualité",
  "fa_question": "Foire Aux Questions",
  "faq_paragraph": "Nous sommes toujours là pour répondre à tous vos questions et pour vous donner les renseignements necessaires, à Taalam vous n'etes jamais seuls",
  "latest_news_one": "Les dernières nouvelles",
  "latest_news_two": "sont toujours en haut",
  "not_found": "Oups! Cette page est introuvable.",
  "language": "Laungue",
  "other_questions": "Pour des questions supplémentaires, veuillez visiter notre centre d'assistance ou nous envoyer un email.",
  "not_found_paragraph": "Il semble qu'il n'y ait rien à cet endroit. Essayez peut-être l'un des liens ci-dessous ou une recherche ?",
  "back_home": "Retourner à la page d'accuei",
  "why_us": "Pourquoi nous choisir",
  "signup_paragraph": " Inscrivez-vous sur notre plateforme pour pouvoir commencer à apprendre dès maintenant.",
  "login_paragraph": " Apprenez depuis la meilleure plateforme en ligne"
}
